Repository: lollipop-wallet/lollipop-ios
Catalog: Lollipop/Resources/Localization/*.lproj/Localizable.strings
Languages: sr_me

source: Cancel
sr_me: Odustani

source: Open settings
sr_me: Otvori podešavanja

# onboardingTitle1
source: Lollypop stores your cards
sr_me: Lollypop čuva tvoje kartice

# onboardingTitle2
source: Add cards to the app
sr_me: Ubaci kartice u aplikaciju

# onboardingTitle3
source: Use partner benefits
sr_me: Iskoristi povoljnosti kod partnera

# onboardingTitle4
source: Follow favorite brands
sr_me: Prati omiljene brendove

# onboardingSubtitle1
source: Digitalize loyalty, membership and other benefit cards, move them to the lollypop and store them in your phone.
sr_me: Digitalizuj loyalty, članske i druge benefit kartice, preseli ih u lollypop i čuvaj u telefonu.

# onboardingSubtitle2
source: Scan barcode or QR code on cards you already have, and when you need then, go straight to lollypop!
sr_me: Skeniraj bar-kod ili QR kod na karticama koje već imaš i kad ti zatrebaju, pravac lollypop!

# onboardingSubtitle3
source: Show scanned card at our partners premisses, collect and use points with each purchase!
sr_me: Pokaži skeniranu karticu kod naših partnera, sakupljaj i koristi poene pri svakoj kupovini!

# onboardingSubtitle4
source: Find out everything on current promotions, you might discover a new promotion program.
sr_me: Saznaj sve o aktuelnim promo ponudama, a možda otkriješ i neki novi program povoljnosti.

# cont
source: Continue
sr_me: Nastavi

# moveForward
source: Move further
sr_me: Kreni dalje

source: Continue with Google
sr_me: Nastavi sa Google nalogom

source: Continue with Apple
sr_me: Nastavi sa Apple nalogom

source: Continue with Facebook
sr_me: Nastavi sa Facebook nalogom

# continueWirhEmail
source: Continue with e-mail
sr_me: Nastavi koristeći email

source: or
sr_me: ili

source: and
sr_me: i

# termsPart1
source: If you proceed, you accept
sr_me: Ukoliko nastaviš, prihvataš

# termsPart2
source: prescribed by the app.
sr_me: koju propisuje aplikacija.

# terms
source: Terms and conditions
sr_me: Uslove korišćenja

# privacy
source: Privacy policy
sr_me: Politiku privatnosti

source: New user
sr_me: Novi korisnik

source: Name
sr_me: Ime

source: Surname
sr_me: Prezime

source: Email
sr_me: E-mail adresa

# dateOfBirh
source: Date of birth
sr_me: Datum rođenja

source: Gender
sr_me: Pol

source: City
sr_me: Grad

source: optional
sr_me: opciono

source: Choose
sr_me: Odaberi

source: Choose city
sr_me: Odaberi grad

source: Password creation
sr_me: Kreiranje šifre

source: Enter password
sr_me: Unesi šifru

source: Confirm password
sr_me: Potvrdi šifru

# confirmEmailAdderss
source: Confirm email address
sr_me: Potvrdi email adresu

source: Activation code
sr_me: Aktivacioni kôd

# activationCodeTitle
source: Enter the code we sent you on email.
sr_me: Unesi kôd koji smo ti poslali na email.

# activationCodeText1
source: should soon arrive on email address
sr_me: bi trebao uskoro da stigne na email adresu

# activationCodeText2
source: Enter the number in the fields bellow.
sr_me: Unesi broj u polja ispod.

source: Home
sr_me: Početna

source: Partners
sr_me: Partneri

source: Profile
sr_me: Profil

source: My profile
sr_me: Moj profil

source: Favorite shops
sr_me: Omiljene prodavnice

source: Profile settings
sr_me: Podešavanja profila

source: My cards
sr_me: Moje kartice

source: About app
sr_me: O aplikaciji

source: Change language
sr_me: Promjena jezika

source: Terms of use
sr_me: Uslovi korišćenja

source: Personal data
sr_me: Lični podaci

# passwordChange
source: Change password
sr_me: Promjena šifre

source: Account deletion
sr_me: Brisanje naloga

source: Save
sr_me: Sačuvaj

source: Current password
sr_me: Trenutna šifra

source: New password
sr_me: Nova šifra

source: Confirm new password
sr_me: Potvrda nove šifre

# deleteAccountTitle
source: Are you sure you want to delete your account?
sr_me: Da li si siguran/a da želiš da obrišeš svoj nalog?

# deleteAccountSubtitle
source: By doing this all of your data will be deleted witouth possibility to restore them.
sr_me: Ovom akcijom će svi tvoji podaci biti trajno obrisani i neće biti moguće povratiti ih.

source: Delete account
sr_me: Obriši nalog

source: My shops
sr_me: Moje prodavnice

# mne
source: Montenegrin
sr_me: Crnogorski

# eng
source: English
sr_me: Engleski

source: Choose app language
sr_me: Odaberi jezik aplikacije

source: Our partners
sr_me: Naši partneri

source: All
sr_me: Svi

source: Favorite
sr_me: Omiljeno

# cantSeeFavoriteBrand
source: Can't see favorite brand on the list?
sr_me: Brend koji voliš nije na listi?

source: Recommend Lollipop partner
sr_me: Preporuči partnera

source: Partner details
sr_me: Detalji partnera

source: Shop name
sr_me: Naziv radnje

source: Enter shop/merchant name
sr_me: Upiši ime radnje/trgovca

source: Additional note
sr_me: Dodatna napomena

source: Enter address
sr_me: Unesi adresu

# max300Chars
source: Max 300 characters
sr_me: Maksimalno 300 karaktera

source: Address
sr_me: Adresa

source: Send
sr_me: Pošalji

# thanksForSuggestionTitle
source: Thank you for a suggestion!
sr_me: Hvala na sugestiji!

# thanksForSuggestionSubtitle
source: Your opinion matters to us.
sr_me: Tvoja preporuka za novog lollypop partnera poslata je našoj Korisničkoj službi i biće pažljivo razmotrena.

source: Ok
sr_me: U redu

source: Try again
sr_me: Pokušaj ponovo

source: Choose favorites
sr_me: Odaberi omiljene

# handpickedCards
source: Preffered cards
sr_me: Izdvojene kartice

source: Other cards
sr_me: Ostale kartice

source: Sort
sr_me: Sortiraj

source: Sort card by
sr_me: Sortiraj karticu po

source: Card name
sr_me: Nazivu kartice

source: Manually
sr_me: Ručno

source: Edit cards order
sr_me: Uredi raspored kartica

source: Done
sr_me: Gotovo

source: Add card
sr_me: Dodaj karticu

source: Card details
sr_me: Detalji kartice

source: Barcode
sr_me: Bar-kod broj

source: Notes
sr_me: Bilješke

source: Edit
sr_me: Uredi

source: Card title
sr_me: Ime kartice

source: Delete
sr_me: Obriši

source: Card number
sr_me: Broj kartice

source: Card deletion
sr_me: Brisanje kartice

# cardDeletionTitle
source: Are you sure you want to delete this card
sr_me: Da li si siguran/a da želiš da obrišeš ovu karticu?

# cardDeletionSubtitle
source: By doing this all card data will be deleted.
sr_me: Ovom akcijom će kartica i svi podaci koju su za nju vezani biti obrisani.

source: Delete card
sr_me: Obriši karticu

source: Sign in
sr_me: Prijavi se

# digitalizePlasticCardTitle
source: Digitalize plastic card
sr_me: Digitalizuj plastičnu karticu

# digitalizePlasticCardSubtitle
source: Add your first card in few seconds
sr_me: Dodaj tvoju prvu karticu u nekoliko sekundi

source: See all
sr_me: Pogledaj sve

source: All promotions
sr_me: Sve promocije

source: Locations
sr_me: Lokacije

source: About programme
sr_me: O programu

source: Rules
sr_me: Pravila

source: Sale spots
sr_me: Prodajna mjesta

source: All cities
sr_me: Svi gradovi

source: All shops
sr_me: Sve radnje

source: Locations overview
sr_me: Pregled lokacija

source: Choose shop
sr_me: Odaberi radnju

source: Reset
sr_me: Resetuj

source: Programme rules
sr_me: Pravila programa

source: Options
sr_me: Opcije

# ihaveCardTitle
source: I have card
sr_me: Imam karticu

# iHaveCardSubtitle
source: Digitalize your own card
sr_me: Digitalizuj svoju postojeću karticu

# iWantCardTitle
source: I want a card
sr_me: Želim karticu

# iWantCardSubtitle
source: Sign up to become a club member
sr_me: Ispuni zahtjev i pošalji prijavu

# newPartnerCardInfo
source: If you want to join the programme, please fill in the fields bellow
sr_me: Ukoliko želiš da se prijaviš za karticu, popuni polja u nastavku

# nameAndSurname
source: First and Last name
sr_me: Ime i prezime

source: Phone number
sr_me: Broj telefona

# enterNameAndSurname
source: Enter first and last name
sr_me: Unesi ime i prezime

source: I agree with
sr_me: Saglasan/na sam sa

# termsString
source: terms of use
sr_me: uslovima korišćenja

# thisCard
source: of this card
sr_me: ove kartice

source: Scan
sr_me: Skeniraj

# scanBarcodeFromCard
source: Scan barcode from the card
sr_me: Skeniraj bar-kod sa kartice

# cardDoesntHaveBarcode
source: There is no barcode on the card, or it is impossible to scan?
sr_me: Kartica nema bar-kod ili se ne može skenirati?

source: Enter manually
sr_me: Unesi ručno

source: Loyalty cards
sr_me: Loyalty kartice

source: Name on the card
sr_me: Ime na kartici

source: Front side
sr_me: Prednja strana

source: Back side
sr_me: Zadnja strana

# frontCardPage
source: Front card side
sr_me: Prednja strana kartice

# backCardPage
source: Back card side
sr_me: Zadnja strana kartice

source: Take a photo
sr_me: Slikaj kamerom

source: Photo album
sr_me: Foto album

# photoOrAlbumDescription
source: Take a photo or choose a photo from the gallery
sr_me: Slikaj ili odaberi neku fotografiju iz galerije.

source: Details
sr_me: Detalji

source: See all cards
sr_me: Pogledaj sve kartice

source: Enter email address
sr_me: Upiši email adresu

source: Warning
sr_me: Upozorenje

# noInternet
source: Check your internet connection and try again.
sr_me: Provjeri internet konekciju i pokušaj ponovo.

source: Notice
sr_me: Obavještenje

# unknownError
source: An unknown error has occurred
sr_me: Desila se nepoznata greška

# forgottenPwd
source: Forgotten password?
sr_me: Zaboravljena šifra?

source: No Lollypop account?
sr_me: Nemaš nalog na Lollypop-u?

source: Register
sr_me: Registruj se

source: City you live in
sr_me: Grad u kom živiš

# alreadyHaveAnAccount
source: You already have a Lollypop account?
sr_me: Već imaš nalog na Lollypop-u?

# passwordsDontMatch
source: Passwords don't match. Check your entry and try again.
sr_me: Šifre se ne podudaraju. Provjeri unos i pokušaj ponovo.

# enterEmailForPwdChange
source: Enter email to change password
sr_me: Unesi email za promjenu šifre

# enterNewPwd
source: Enter new password
sr_me: Unesi novu šifru

# confirmNewPwd
source: Confirm new password
sr_me: Potvrdi novu šifru

# createNewPwd
source: Create new password
sr_me: Kreiraj novu šifru

source: Sign out
sr_me: Odjavi se

source: Stores
sr_me: Radnje

source: Your list is empty
sr_me: Tvoja lista je trenutno prazna

source: Add favorite shops
sr_me: Dodaj omiljene radnje

# markShopsYouLike
source: Mark stores you like
sr_me: Označi radnje koje voliš

source: Favorite stores
sr_me: Omiljene radnje

source: See more
sr_me: Vidi više

# cantSeeCardInTheList
source: You can't see card in the list?
sr_me: Ne vidiš karticu na listi?

source: Lollypop partners
sr_me: Lollypop partneri

# allCards
source: All
sr_me: Sve

# favoriteCards
source: Favorite
sr_me: Izdvojene

# markFavoriteCards
source: Mark favorite cards (up to 5)
sr_me: Označi istaknute kartice (do 5)

# cardImagesNotSet
source: Front or back side of card has not been set. Please set front and back side of card and try again.
sr_me: Slike za prednju i zadnju stranu kartice su obavezne. Odaberi slike za prednju i zadnju stranu kartice i probaj ponovo.

source: Promotions
sr_me: Promocije

# termsMessage
source: You need to accept terms and coditions
sr_me: Moraš se složiti sa uslovima korišćenja da bi nastavio/la dalje.

# inquiryDialogueTitle
source: Thanks for the inquiry
sr_me: Hvala na poslatoj prijavi

# inquiryDialogueSubtitle
source: Your inquiry is sent to customer service and you will be contacted soon for further steps.
sr_me: Tvoja prijava je proslijeđena partnerskoj korisničkoj službi, koja će te kontaktirati za dalje korake.

source: Version
sr_me: Verzija

source: Privacy policy
sr_me: Politika privatnosti

source: Terms and conditions
sr_me: Uslovi korišćenja

# notReordered
source: You didn't make any change. Please reorder cards and try again.
sr_me: Nijesi preuredio/la raspored kartica. Napravi izmjenu u rasporedu i pokušaj ponovo.

source: Send new code
sr_me: Pošalji novi kôd

# askForNewCodeIn
source: Request new code in
sr_me: Zatraži novi kod za

source: Add other card
sr_me: Dodaj drugu karticu

source: Cities
sr_me: Gradovi

source: Cards
sr_me: Kartice

source: Card not on the list?
sr_me: Kartica nije na listi?

# placeForYourCards
source: Place for all your cards
sr_me: Mjesto za sve tvoje kartice

# keepYourCardsInPhone
source: Keep your loyalty and membership cards in phone
sr_me: Čuvaj svoje loyalty i članske kartice u telefonu

source: Card sign up
sr_me: Prijava za karticu

# aboutTopText
source: Lollypop is an application that allows you to digitize your membership, loyalty and other discount cards, and save them on your phone. After registration, you can add your first card to the application.
sr_me: Lollypop je aplikacija koja ti omogućava da digitalizuješ svoje članske, loyalty i druge kartice povoljnosti, i čuvaš ih u telefonu. Nakon registracije možeš da dodaš svoju prvu karticu u aplikaciju.

# aboutTitle1
source: Scan the barcode or QR code from the cards you already have and when you need them, head to lollypop! They are there, so you can easily find them and show them.
sr_me: Skeniraj bar-kod ili QR kod sa kartica koje već imaš i kad ti zatrebaju, pravac lollypop! Tu su, da ih lako nađeš i pokažeš.

# aboutSubtitle1
source: Transfer your QR or barcode cards to lollypop. Scan the code, follow a few simple steps and your card will be digitized. If you want, you can enter additional information. The card will be saved in the application, ready for your next purchase. If the card you want to add is not on the list, select the option 'Add another card'. You can scan the code or manually enter data from the card, take a photo and save it in the application as a demonstration card.
sr_me: Prebaci svoje kartice s QR ili bar-kodom u lollypop. Skeniraj kod, prati nekoliko jednostavnih koraka i tvoja kartica će biti digitalizovana. Ukoliko želiš, možeš unijeti i dodatne informacije. Kartica će biti sačuvana u aplikaciji, spremna za tvoju narednu kupovinu. Ako kartica koju želiš da dodaš nije na listi ponuđenih, odaberi opciju “Dodaj drugu karticu”. Možeš da skeniraš kod ili ručno uneseš podatke sa kartice, fotografišeš je i sačuvaš u aplikaciji kao pokaznu karticu.

# aboutTitle2
source: You'll never have to rummage through cards again in search of the one. Lollypop is one app for all cards.
sr_me: Više nikad nećeš preturati po karticama u potrazi za onom jednom. Lollypop je jedna aplikacija za sve kartice.

# aboutSubtitle2
source: With lollypop, all your discount cards are always at hand. Don't miss the opportunity to collect points and get benefits with every purchase. Show the scanned card at our partners. The method of use remains the same, and digitized cards are more elegant and do not clutter up the wallet.
sr_me: Uz lollypop, sve tvoje kartice povoljnosti uvijek su ti pri ruci. Ne propusti priliku da sakupljaš poene i ostvariš pogodnosti pri svakoj kupovini. Pokaži skeniranu karticu kod naših partnera. Način korišćenja ostaje isti a digitalizovane kartice su elegantnije i ne prave gužvu u novčaniku.

# aboutTitle3
source: There is always something new to offer, and lollypop follows the developments. Find out all about the current promo offers, and maybe you'll discover a new discount program.
sr_me: Uvijek se nešto novo nudi, a lollypop prati dešavanja. Saznaj sve o aktuelnim promo ponudama, a možda otkriješ i neki novi program povoljnosti.

# aboutSubtitle3
source: Lollypop brings you all the information you need about different loyalty programs. You will discover how to collect points, win discounts, prizes and other privileges, and use your money in a smart way. Explore our partners and find out about the latest offers and promotions. If your favorite brand is not yet on the list of our partners, feel free to send us a recommendation!
sr_me: Lollypop ti donosi sve potrebne informacije o različitim programima lojalnosti. Otkrićeš kako da sakupljaš poene, osvajaš popuste, nagrade i druge privilegije, i iskoristiš svoj novac na pametan način. Istraži naše partnere i informiši se o najnovijim ponudama i akcijama. Ako tvoj omiljeni brend još nije na listi naših partnera, slobodno nam pošalji preporuku!
